<?php
  header('Content-type: text/html', 'charset=utf-8');
  error_reporting(0);

  $arr = array(
    array('title'=>'习近平回信后，这座岛再掀“垦荒”热', 'time'=>'2019-8-9'),
    array('title'=>'多措并举稳外贸，动力强劲底气足 理上网来专题', 'time'=>'2019-8-9'),
    array('title'=>'习近平新时代中国特色社会主义思想学习纲要(15)', 'time'=>'2019-8-9'),
    array('title'=>'马骏：人民币汇率"破7"与"8·11"汇改有五点不同', 'time'=>'2019-8-9'),
    array('title'=>'外交部驻港公署严斥美国务院发言人“强盗逻辑”', 'time'=>'2019-8-9')
  );

  echo json_encode($arr);

  // array('title'=> '最高法保障死刑当事人权益:罪犯可录音录像留遗言', 'time'=> '2019-8-9'),
    // array('title'=> '统计局:2019年7月份居民消费价格同比上涨2.8%', 'time'=> '2019-8-9'),
    // array('title'=> '5人蒙面17秒砍死受害人 江西"黑老大"徐文俊案始末', 'time'=> '2019-8-9'),
    // array('title'=> '吉林通报男童就医被多次推诿:对医院院长严肃追责', 'time'=> '2019-8-9'),
    // array('title'=> '暖新闻 产妇紧急入院 医护人员不断给她递小纸条', 'time'=> '2019-8-9'),
    // array('title'=> '井盖被村民搬空车主:怕被说河南人偷了河南人井盖', 'time'=> '2019-8-9'),
    // array('title'=> '诈骗团伙冒充中央军委干部 效仿军队设置发展下线', 'time'=> '2019-8-9')

?>
